Repository: ryanlew02/HalfLight
Catalog: HalfLight/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt_br, ru, zh_hans

source: The moment it starts working, most beginners get excited — and instantly wake up.
ar: في اللحظة التي يبدأ فيها بالنجاح، يتحمّس معظم المبتدئين — ويستيقظون فورًا.
de: In dem Moment, in dem es zu funktionieren beginnt, werden die meisten Anfänger aufgeregt – und wachen sofort auf.
es: En el momento en que empieza a funcionar, la mayoría de los principiantes se emociona, y despierta al instante.
fr: Au moment où cela commence à marcher, la plupart des débutants s'excitent — et se réveillent aussitôt.
it: Nel momento in cui inizia a funzionare, la maggior parte dei principianti si emoziona — e si sveglia all'istante.
ja: うまくいきはじめた瞬間、たいていの初心者は興奮し——そして即座に目を覚まします。
ko: 막 효과가 나타나기 시작하는 순간, 대부분의 초보자는 흥분하고 — 즉시 깨어 버립니다.
nl: Op het moment dat het begint te werken, raken de meeste beginners opgewonden — en worden meteen wakker.
pt_br: No momento em que começa a funcionar, a maioria dos iniciantes se empolga — e acorda na hora.
ru: В тот миг, когда это начинает получаться, большинство новичков возбуждается — и тут же просыпается.
zh_hans: 就在它开始奏效的那一刻，大多数初学者会兴奋起来——随即立刻醒来。

source: The moment you fall asleep
ar: لحظة خلودك إلى النوم
de: Der Moment, in dem du einschläfst
es: El momento en que te quedas dormido
fr: Le moment où vous vous endormez
it: Il momento in cui ti addormenti
ja: 眠りに落ちる瞬間
ko: 잠드는 순간
nl: Het moment dat je in slaap valt
pt_br: O momento em que você adormece
ru: Момент засыпания
zh_hans: 你入睡的那一刻

source: The most common wall is also the most fixable. Recall can be rebuilt from zero.
ar: أكثر الجدران شيوعًا هو أيضًا الأسهل إصلاحًا. يمكن إعادة بناء الاسترجاع من الصفر.
de: Die häufigste Wand ist auch die am leichtesten zu behebende. Erinnerung lässt sich von null wieder aufbauen.
es: El muro más común también es el más reparable. El recuerdo puede reconstruirse desde cero.
fr: Le mur le plus courant est aussi le plus réparable. Le rappel peut se reconstruire à partir de zéro.
it: Il muro più comune è anche il più rimediabile. Il richiamo può essere ricostruito da zero.
ja: 最もよくある壁は、最も直しやすい壁でもあります。想起はゼロから立て直せます。
ko: 가장 흔한 벽은 가장 고치기 쉬운 벽이기도 합니다. 회상은 0에서 다시 세울 수 있습니다.
nl: De meest voorkomende muur is ook de best te verhelpen. Herinnering kun je vanaf nul opnieuw opbouwen.
pt_br: O muro mais comum também é o mais solucionável. A recordação pode ser reconstruída do zero.
ru: Самая частая стена — она же и самая поправимая. Припоминание можно отстроить с нуля.
zh_hans: 最常见的那堵墙，也是最容易解决的。回忆能力可以从零重建。

source: The most powerful tool in any lucid dream isn't a trick. It's your emotional state.
ar: أقوى أداة في أي حلم واضح ليست حيلة. إنها حالتك العاطفية.
de: Das mächtigste Werkzeug in jedem luziden Traum ist kein Trick. Es ist dein Gefühlszustand.
es: La herramienta más poderosa en cualquier sueño lúcido no es un truco. Es tu estado emocional.
fr: L'outil le plus puissant de tout rêve lucide n'est pas une astuce. C'est votre état émotionnel.
it: Lo strumento più potente in qualunque sogno lucido non è un trucco. È il tuo stato emotivo.
ja: どんな明晰夢でも最も強力な道具は、技ではありません。あなたの感情の状態です。
ko: 어떤 자각몽에서든 가장 강력한 도구는 기술이 아닙니다. 당신의 감정 상태입니다.
nl: Het krachtigste gereedschap in elke lucide droom is geen truc. Het is je emotionele toestand.
pt_br: A ferramenta mais poderosa em qualquer sonho lúcido não é um truque. É o seu estado emocional.
ru: Самый мощный инструмент в любом осознанном сне — не приём. Это ваше эмоциональное состояние.
zh_hans: 在任何清醒梦中，最强大的工具都不是某种技巧，而是你的情绪状态。

source: The nose-pinch check is reliable because your real airway is irrelevant inside a dream — there's no physical block, so your dreaming mind simply lets you keep "breathing." That impossible breath is the tell.
ar: فحص قرص الأنف موثوق لأن مجرى هوائك الحقيقي لا يهم داخل الحلم — لا يوجد عائق مادي، فيتركك عقلك الحالم ببساطة "تتنفس". ذلك النفس المستحيل هو العلامة.
de: Der Nasen-Check ist zuverlässig, weil deine echte Atemwege im Traum irrelevant sind – es gibt keine physische Blockade, also lässt dich dein träumender Geist einfach weiter "atmen". Dieser unmögliche Atemzug ist das verräterische Zeichen.
es: La comprobación de taparse la nariz es fiable porque tu vía respiratoria real no importa dentro de un sueño: no hay bloqueo físico, así que tu mente soñadora simplemente te deja seguir "respirando". Esa respiración imposible es la pista.
fr: Le test du nez pincé est fiable parce que vos voies respiratoires réelles n'ont aucune importance dans un rêve — il n'y a pas de blocage physique, alors votre esprit rêvant vous laisse simplement continuer à "respirer". Cette respiration impossible est le signe.
it: Il controllo del naso tappato è affidabile perché le tue vie respiratorie reali sono irrilevanti dentro un sogno: non c'è alcun blocco fisico, così la tua mente sognante ti lascia semplicemente continuare a "respirare". Quel respiro impossibile è la spia.
ja: 鼻つまみチェックが頼りになるのは、夢の中では実際の気道が無関係だからです——物理的な障害がないので、夢を見る心はそのまま「呼吸」を続けさせます。そのありえない呼吸こそが手がかりです。
ko: 코 막기 체크가 믿을 만한 이유는 꿈속에서는 실제 기도가 무관하기 때문입니다 — 물리적 막힘이 없으니, 꿈꾸는 마음이 그냥 계속 "숨 쉬게" 둡니다. 그 불가능한 호흡이 바로 단서입니다.
nl: De neusknijp-check is betrouwbaar omdat je echte luchtweg er binnen een droom niet toe doet — er is geen fysieke blokkade, dus je dromende geest laat je gewoon doorgaan met "ademen". Die onmogelijke ademteug is de verklikker.
pt_br: A checagem de tampar o nariz é confiável porque suas vias aéreas reais são irrelevantes dentro de um sonho: não há bloqueio físico, então sua mente sonhadora simplesmente te deixa continuar "respirando". Essa respiração impossível é a pista.
ru: Проверка с зажатым носом надёжна, потому что во сне ваши настоящие дыхательные пути не имеют значения — физической преграды нет, и ваш спящий разум просто позволяет вам «дышать» дальше. Этот невозможный вдох и есть улика.
zh_hans: 捏鼻检验之所以可靠，是因为在梦里你真实的气道无关紧要——没有物理阻挡，于是做梦的心智干脆让你继续“呼吸”。那一口不可能的气息，正是破绽。

source: The perfect arm motion
ar: حركة الذراع المثالية
de: Die perfekte Armbewegung
es: El movimiento de brazos perfecto
fr: Le mouvement de bras parfait
it: Il movimento perfetto delle braccia
ja: 完璧な腕の動き
ko: 완벽한 팔 동작
nl: De perfecte armbeweging
pt_br: O movimento de braço perfeito
ru: Идеальное движение рук
zh_hans: 完美的手臂动作

source: The question matters more than the test. Always ask it like the answer could surprise you.
ar: السؤال أهم من الاختبار. اسأله دائمًا وكأن الإجابة قد تفاجئك.
de: Die Frage zählt mehr als der Test. Stell sie immer so, als könnte die Antwort dich überraschen.
es: La pregunta importa más que la prueba. Hazla siempre como si la respuesta pudiera sorprenderte.
fr: La question compte plus que le test. Posez-la toujours comme si la réponse pouvait vous surprendre.
it: La domanda conta più del test. Falla sempre come se la risposta potesse sorprenderti.
ja: テストよりも問いかけが大切です。答えに驚くかもしれない、というつもりでいつも問いましょう。
ko: 테스트보다 질문이 더 중요합니다. 답이 당신을 놀라게 할 수 있다는 마음으로 늘 물으세요.
nl: De vraag telt meer dan de test. Stel hem altijd alsof het antwoord je zou kunnen verrassen.
pt_br: A pergunta importa mais que o teste. Faça-a sempre como se a resposta pudesse te surpreender.
ru: Вопрос важнее теста. Всегда задавайте его так, будто ответ может вас удивить.
zh_hans: 问题比测试更重要。每次都要像答案可能让你吃惊那样去发问。

source: The same technique works far better at 5am than at bedtime. Here's the catch.
ar: التقنية نفسها تعمل بفعالية أكبر بكثير في الخامسة فجرًا منها عند موعد النوم. وإليك السر.
de: Dieselbe Technik wirkt um 5 Uhr morgens weit besser als zur Schlafenszeit. Hier ist der Haken.
es: La misma técnica funciona mucho mejor a las 5 de la mañana que a la hora de dormir. Aquí está el truco.
fr: La même technique fonctionne bien mieux à 5 h du matin qu'au coucher. Voici l'astuce.
it: La stessa tecnica funziona molto meglio alle 5 del mattino che all'ora di andare a letto. Ecco il trucco.
ja: 同じ技法でも、就寝時より朝5時のほうがはるかによく効きます。そのからくりは次のとおり。
ko: 같은 기법이라도 잠자리에 들 때보다 새벽 5시에 훨씬 더 잘 듣습니다. 그 비밀은 이렇습니다.
nl: Dezelfde techniek werkt om 5 uur 's ochtends veel beter dan bij het slapengaan. Dit is de kneep.
pt_br: A mesma técnica funciona muito melhor às 5 da manhã do que na hora de dormir. Aqui está o segredo.
ru: Та же техника работает куда лучше в 5 утра, чем перед сном. Вот в чём подвох.
zh_hans: 同样的技巧，凌晨5点远比入睡时更有效。诀窍就在这里。

source: The Science Behind the Magic
ar: العلم وراء السحر
de: Die Wissenschaft hinter der Magie
es: La ciencia tras la magia
fr: La science derrière la magie
it: La scienza dietro la magia
ja: 魔法の裏にある科学
ko: 마법 뒤의 과학
nl: De wetenschap achter de magie
pt_br: A ciência por trás da magia
ru: Наука за магией
zh_hans: 魔法背后的科学

source: The single biggest boost to your odds isn't a new skill — it's a clever bit of timing.
ar: أكبر دفعة منفردة لفرصك ليست مهارة جديدة — بل لمسة ذكية من التوقيت.
de: Der größte einzelne Schub für deine Chancen ist keine neue Fähigkeit – sondern ein cleverer Kniff beim Timing.
es: El mayor impulso a tus probabilidades no es una habilidad nueva, sino un truco ingenioso de sincronización.
fr: Le plus grand coup de pouce à vos chances n'est pas une nouvelle compétence — c'est une astuce de timing bien pensée.
it: La spinta più grande alle tue probabilità non è una nuova abilità: è un astuto tocco di tempismo.
ja: 確率を最も大きく押し上げるのは、新しいスキルではなく——タイミングの巧みな一工夫です。
ko: 당신의 확률을 가장 크게 끌어올리는 것은 새로운 기술이 아니라 — 타이밍의 영리한 한 수입니다.
nl: De grootste enkele boost voor je kansen is geen nieuwe vaardigheid — het is een slimme zet qua timing.
pt_br: O maior impulso isolado às suas chances não é uma nova habilidade — é um truque esperto de cronometragem.
ru: Самый большой одиночный рывок ваших шансов — не новый навык, а хитрая уловка со временем.
zh_hans: 对你成功几率最大的单项提升，不是某种新技能——而是一个巧妙的时机把戏。

source: The skill MILD trains — prospective memory, or remembering to do something later — is the same one that reminds you to grab milk on the way home. MILD just aims that everyday ability at the dream world.
ar: المهارة التي يدرّبها MILD — الذاكرة الاستباقية، أي تذكّر القيام بشيء لاحقًا — هي نفسها التي تذكّرك بشراء الحليب في طريق العودة. كل ما يفعله MILD هو توجيه تلك القدرة اليومية نحو عالم الأحلام.
de: Die Fähigkeit, die MILD trainiert – das prospektive Gedächtnis, also sich zu erinnern, später etwas zu tun – ist dieselbe, die dich auf dem Heimweg an die Milch erinnert. MILD richtet diese alltägliche Fähigkeit nur auf die Traumwelt aus.
es: La habilidad que MILD entrena —la memoria prospectiva, o recordar hacer algo más tarde— es la misma que te recuerda comprar leche de camino a casa. MILD solo apunta esa capacidad cotidiana hacia el mundo de los sueños.
fr: La compétence qu'entraîne MILD — la mémoire prospective, soit se souvenir de faire quelque chose plus tard — est la même qui vous rappelle d'acheter du lait en rentrant. MILD ne fait que diriger cette capacité quotidienne vers le monde des rêves.
it: L'abilità che MILD allena — la memoria prospettica, cioè ricordarsi di fare qualcosa più tardi — è la stessa che ti ricorda di comprare il latte tornando a casa. MILD non fa che puntare quella capacità quotidiana verso il mondo dei sogni.
ja: MILDが鍛える力——展望的記憶、つまり後で何かをすると覚えておくこと——は、帰り道に牛乳を買うのを思い出させてくれる力と同じです。MILDはその日常の能力を夢の世界へ向けるだけです。
ko: MILD가 단련하는 능력 — 전망 기억, 곧 나중에 무언가를 하기로 기억해 두는 것 — 은 집에 가는 길에 우유를 사라고 떠올리게 하는 바로 그 능력입니다. MILD는 그 일상의 능력을 꿈의 세계로 겨눌 뿐입니다.
nl: De vaardigheid die MILD traint — het prospectieve geheugen, ofwel onthouden om later iets te doen — is dezelfde die je eraan herinnert melk te halen op weg naar huis. MILD richt dat alledaagse vermogen alleen op de droomwereld.
pt_br: A habilidade que o MILD treina — a memória prospectiva, ou lembrar de fazer algo depois — é a mesma que te lembra de comprar leite no caminho de casa. O MILD apenas mira essa capacidade cotidiana no mundo dos sonhos.
ru: Навык, который тренирует MILD, — проспективная память, то есть умение помнить, что нужно сделать что‑то позже, — тот самый, что напоминает купить молоко по дороге домой. MILD лишь направляет эту повседневную способность на мир снов.
zh_hans: MILD 训练的能力——前瞻记忆，也就是记住稍后要做某事——和提醒你回家路上买牛奶的是同一种能力。MILD 只是把这项日常本领瞄准了梦境世界。

source: The Spinning Technique
ar: تقنية الدوران
de: Die Dreh-Technik
es: La técnica del giro
fr: La technique de la rotation
it: La tecnica della rotazione
ja: 回転テクニック
ko: 회전 기법
nl: De draaitechniek
pt_br: A técnica de girar
ru: Техника вращения
zh_hans: 旋转技巧

source: The strongest routine layers what you've learned: strong recall, an all-day reality-check habit, and MILD with visualization as you fall asleep — ideally near morning. Each piece is small; together they tip the odds firmly in your favor.
ar: أقوى روتين يكدّس ما تعلّمته: استرجاع قوي، وعادة فحص واقع طوال اليوم، وMILD مع التصوّر وأنت تغفو — ويُفضَّل قرب الصباح. كل جزء صغير؛ ومعًا يميلون الكفّة بقوة لصالحك.
de: Die stärkste Routine schichtet, was du gelernt hast: starke Erinnerung, eine ganztägige Realitätscheck-Gewohnheit und MILD mit Visualisierung beim Einschlafen – idealerweise nahe dem Morgen. Jedes Teil ist klein; zusammen kippen sie die Chancen klar zu deinen Gunsten.
es: La rutina más potente apila lo que has aprendido: un recuerdo fuerte, un hábito de comprobación de realidad durante todo el día, y MILD con visualización mientras te duermes, idealmente cerca de la mañana. Cada pieza es pequeña; juntas inclinan la balanza con firmeza a tu favor.
fr: La routine la plus puissante superpose ce que vous avez appris : un rappel solide, une habitude de test de réalité tout au long de la journée, et MILD avec visualisation en vous endormant — idéalement près du matin. Chaque pièce est petite ; ensemble, elles font nettement pencher la balance en votre faveur.
it: La routine più potente impila ciò che hai imparato: un richiamo forte, un'abitudine di controllo di realtà per tutto il giorno e MILD con visualizzazione mentre ti addormenti — idealmente verso il mattino. Ogni pezzo è piccolo; insieme fanno pendere nettamente la bilancia a tuo favore.
ja: 最も強力なルーティンは、学んだことを重ねます。確かな想起、一日を通したリアリティチェックの習慣、そして眠りに落ちながらの視覚化を伴うMILD——理想は朝の近くで。一つひとつは小さくても、合わされば形勢をしっかりあなたの側へ傾けます。
ko: 가장 강력한 루틴은 당신이 배운 것을 쌓습니다. 탄탄한 회상, 하루 종일의 리얼리티 체크 습관, 그리고 잠들면서 하는 시각화를 곁들인 MILD — 이상적으로는 아침 가까이에서. 각 조각은 작지만, 합치면 저울추를 확실히 당신 쪽으로 기울입니다.
nl: De sterkste routine stapelt wat je hebt geleerd: sterke herinnering, een realiteitscheck-gewoonte de hele dag door, en MILD met visualisatie terwijl je in slaap valt — idealiter tegen de ochtend. Elk onderdeel is klein; samen doen ze de kansen stevig in jouw voordeel uitslaan.
pt_br: A rotina mais potente empilha o que você aprendeu: uma boa recordação, um hábito de checagem de realidade ao longo do dia e o MILD com visualização ao adormecer — idealmente perto da manhã. Cada peça é pequena; juntas, elas inclinam firmemente a balança a seu favor.
ru: Самая сильная рутина наслаивает то, что вы освоили: уверенное воспоминание, привычку проверять реальность весь день и MILD с визуализацией, пока вы засыпаете, — в идеале ближе к утру. Каждый элемент мал; вместе они твёрдо склоняют чашу весов в вашу пользу.
zh_hans: 最有力的日常会把你学到的层层叠加：扎实的回忆、贯穿一天的现实检验习惯，以及入睡时配合想象的 MILD——最好临近清晨。每一块都很小；合在一起，便把胜算稳稳地拨向你这边。

source: The sweet spot is usually 4.5–6 hours after falling asleep — late enough that REM is long, early enough that you can fall back asleep. Everyone's a little different, so experiment within that window and notice what leaves you alert-but-sleepy.
ar: البقعة المثالية عادةً 4.5–6 ساعات بعد النوم — متأخرة بما يكفي ليكون REM طويلًا، ومبكّرة بما يكفي لتعود إلى النوم. كلٌّ يختلف قليلًا، فجرّب ضمن تلك النافذة ولاحظ ما يتركك يقظًا لكن ناعسًا.
de: Der ideale Punkt liegt meist 4,5–6 Stunden nach dem Einschlafen – spät genug, dass der REM lang ist, früh genug, dass du wieder einschlafen kannst. Jeder ist etwas anders, also experimentier in diesem Fenster und merk dir, was dich wach-aber-schläfrig zurücklässt.
es: El punto óptimo suele ser 4,5-6 horas tras dormirte: lo bastante tarde para que el REM sea largo, lo bastante pronto para volver a dormir. Cada persona varía un poco, así que experimenta dentro de esa ventana y nota qué te deja alerta pero somnoliento.
fr: Le moment idéal se situe en général 4,5 à 6 heures après l'endormissement — assez tard pour que le REM soit long, assez tôt pour vous rendormir. Chacun diffère un peu, alors expérimentez dans cette fenêtre et repérez ce qui vous laisse alerte mais somnolent.
it: Il punto ideale di solito è 4,5-6 ore dopo esserti addormentato: abbastanza tardi perché il REM sia lungo, abbastanza presto da poterti riaddormentare. Ognuno è un po' diverso, quindi sperimenta dentro quella finestra e nota cosa ti lascia sveglio ma assonnato.
ja: 最適な点はたいてい入眠の4.5〜6時間後——REMが長くなるほど遅く、なお眠りに戻れるほど早く。人によって少し違うので、その窓の中で試し、「目は覚めているが眠い」状態に何が導くかを観察しましょう。
ko: 최적 지점은 보통 잠든 뒤 4.5~6시간입니다 — REM이 길어질 만큼 늦고, 다시 잠들 수 있을 만큼 이릅니다. 사람마다 조금씩 다르니 그 창 안에서 실험하며, 무엇이 당신을 또렷하지만 졸린 상태로 두는지 살펴보세요.
nl: Het ideale moment ligt meestal 4,5-6 uur na het inslapen — laat genoeg dat de REM lang is, vroeg genoeg om weer in slaap te vallen. Iedereen verschilt een beetje, dus experimenteer binnen dat venster en let op wat je alert-maar-slaperig achterlaat.
pt_br: O ponto ideal costuma ser 4,5-6 horas após adormecer — tarde o bastante para o REM ser longo, cedo o bastante para você voltar a dormir. Cada um é um pouco diferente, então experimente dentro dessa janela e note o que te deixa alerta, mas sonolento.
ru: Идеальная точка обычно — через 4,5–6 часов после засыпания: достаточно поздно, чтобы REM был долгим, и достаточно рано, чтобы снова уснуть. У всех немного по‑разному, поэтому пробуйте в этом окне и отмечайте, что оставляет вас бодрым, но сонным.
zh_hans: 最佳时点通常在入睡后 4.5 到 6 小时——晚到足以让 REM 够长，又早到足以让你重新入睡。每个人略有不同，所以在这个时段内试验，留意什么能让你既清醒又困倦。

source: The threshold is delicate. Excitement, fear, or trying too hard pulls you back to waking. The skill is calm, passive attention: notice what's happening without reacting. Steady breathing and a relaxed 'let it come' attitude keep you on the path.
ar: العتبة رقيقة. الإثارة أو الخوف أو الإفراط في المحاولة يجذبك عائدًا إلى اليقظة. المهارة هي الانتباه الهادئ السلبي: لاحظ ما يحدث دون أن تتفاعل. التنفّس الثابت وموقف مسترخٍ من "دعها تأتي" يبقيانك على المسار.
de: Die Schwelle ist heikel. Aufregung, Angst oder zu starkes Bemühen ziehen dich zurück ins Wachsein. Die Fertigkeit ist ruhige, passive Aufmerksamkeit: bemerke, was geschieht, ohne zu reagieren. Gleichmäßiges Atmen und eine entspannte „lass es kommen“-Haltung halten dich auf dem Weg.
es: El umbral es delicado. La emoción, el miedo o esforzarte demasiado te jalan de vuelta a la vigilia. La habilidad es la atención calmada y pasiva: nota lo que ocurre sin reaccionar. Una respiración pareja y una actitud relajada de "deja que venga" te mantienen en el camino.
fr: Le seuil est délicat. L'excitation, la peur ou un effort excessif vous ramènent à l'éveil. La compétence est l'attention calme et passive : remarquez ce qui se passe sans réagir. Une respiration régulière et une attitude détendue de "laisser venir" vous gardent sur la voie.
it: La soglia è delicata. Eccitazione, paura o sforzarsi troppo ti riportano alla veglia. L'abilità è l'attenzione calma e passiva: nota ciò che accade senza reagire. Un respiro costante e un atteggiamento rilassato del "lascia che venga" ti tengono sul sentiero.
ja: 敷居は繊細です。興奮や恐れ、頑張りすぎは、あなたを覚醒へ引き戻します。技は、穏やかで受け身の注意——起きていることに反応せず気づくこと。安定した呼吸と、「来るにまかせる」というくつろいだ姿勢が、あなたを道の上にとどめます。
ko: 문턱은 섬세합니다. 흥분, 두려움, 지나친 애씀은 당신을 다시 깨어남으로 끌어당깁니다. 비결은 고요하고 수동적인 주의입니다. 반응하지 말고, 일어나는 일을 알아차리세요. 고른 호흡과 "오게 두자"는 느긋한 태도가 당신을 길 위에 머물게 합니다.
nl: De drempel is fijngevoelig. Opwinding, angst of te hard proberen trekken je terug naar het waken. De vaardigheid is kalme, passieve aandacht: merk op wat er gebeurt zonder te reageren. Een gelijkmatige ademhaling en een ontspannen 'laat het komen'-houding houden je op het pad.
pt_br: O limiar é delicado. Empolgação, medo ou esforço demais te puxam de volta à vigília. A habilidade é a atenção calma e passiva: note o que acontece sem reagir. Uma respiração estável e uma atitude relaxada de "deixe vir" te mantêm no caminho.
ru: Порог хрупок. Волнение, страх или чрезмерные усилия тянут вас обратно к бодрствованию. Навык — это спокойное, пассивное внимание: замечайте происходящее, не реагируя. Ровное дыхание и расслабленная установка «пусть приходит» удерживают вас на пути.
zh_hans: 门槛很娇嫩。兴奋、恐惧或过度用力，都会把你拉回清醒。诀窍是平静、被动的注意：留意正在发生的一切，却不去反应。平稳的呼吸，以及放松的“任它到来”的态度，会让你留在路上。

source: The threshold is fragile because excitement and fear both raise brain arousal toward waking. Calm isn't just a mood here — it's literally the brain state that keeps you sliding toward sleep instead of away from it.
ar: العتبة هشّة لأن الإثارة والخوف كليهما يرفعان استثارة الدماغ نحو اليقظة. الهدوء هنا ليس مجرّد مزاج — إنه حرفيًا حالة الدماغ التي تُبقيك منزلقًا نحو النوم بدل الابتعاد عنه.
de: Die Schwelle ist fragil, weil Aufregung und Angst beide die Hirnerregung Richtung Wachsein anheben. Ruhe ist hier nicht bloß eine Stimmung – sie ist buchstäblich der Hirnzustand, der dich zum Schlaf hin gleiten lässt statt von ihm weg.
es: El umbral es frágil porque tanto la emoción como el miedo elevan la activación cerebral hacia la vigilia. La calma aquí no es solo un ánimo: es literalmente el estado cerebral que te mantiene deslizándote hacia el sueño en vez de alejándote de él.
fr: Le seuil est fragile parce que l'excitation et la peur élèvent toutes deux l'activation cérébrale vers l'éveil. Le calme n'est pas ici qu'une humeur — c'est littéralement l'état cérébral qui vous fait glisser vers le sommeil plutôt que de vous en éloigner.
it: La soglia è fragile perché eccitazione e paura alzano entrambe l'attivazione cerebrale verso la veglia. Qui la calma non è solo un umore — è letteralmente lo stato cerebrale che ti tiene a scivolare verso il sonno anziché allontanartene.
ja: 敷居がもろいのは、興奮も恐れも脳の覚醒度を目覚めのほうへ高めるからです。ここでの落ち着きは単なる気分ではなく——文字どおり、眠りから遠ざかるのではなく眠りへ滑り込ませ続ける脳の状態なのです。
ko: 문턱이 약한 까닭은 흥분과 두려움 둘 다 뇌의 각성을 깨어남 쪽으로 끌어올리기 때문입니다. 여기서 고요함은 단지 기분이 아니라 — 말 그대로, 당신을 잠에서 멀어지게 하지 않고 잠 쪽으로 미끄러지게 유지하는 뇌 상태입니다.
nl: De drempel is fragiel omdat opwinding en angst beide de hersenactivatie richting waken opdrijven. Kalmte is hier niet zomaar een stemming — het is letterlijk de hersentoestand die je naar de slaap laat glijden in plaats van ervan weg.
pt_br: O limiar é frágil porque tanto a empolgação quanto o medo elevam a ativação cerebral rumo à vigília. A calma aqui não é só um humor — é literalmente o estado cerebral que te mantém deslizando para o sono em vez de para longe dele.
ru: Порог хрупок потому, что и волнение, и страх повышают мозговую активацию в сторону бодрствования. Спокойствие здесь не просто настроение — это буквально то состояние мозга, что удерживает вас соскальзывающим ко сну, а не от него.
zh_hans: 门槛之所以脆弱，是因为兴奋与恐惧都会把大脑的唤醒度推向清醒。这里的平静不只是一种心情——它实实在在是那种让你滑向睡眠、而非远离睡眠的大脑状态。

source: The wisest dreamers know exactly when to stop trying. Rest is part of the craft.
ar: أحكم الحالمين يعرفون بالضبط متى يتوقّفون عن المحاولة. الراحة جزء من الحرفة.
de: Die weisesten Träumer wissen genau, wann sie aufhören sollten. Erholung gehört zum Handwerk.
es: Los soñadores más sabios saben exactamente cuándo dejar de intentarlo. El descanso es parte del oficio.
fr: Les rêveurs les plus sages savent exactement quand cesser d'essayer. Le repos fait partie du métier.
it: I sognatori più saggi sanno esattamente quando smettere di provare. Il riposo fa parte del mestiere.
ja: 最も賢い夢見手は、いつ試すのをやめるべきかを正確に知っています。休息も技のうちです。
ko: 가장 현명한 몽자는 언제 시도를 멈춰야 할지 정확히 압니다. 휴식도 그 기예의 일부입니다.
nl: De wijste dromers weten precies wanneer ze moeten stoppen met proberen. Rust hoort bij het vak.
pt_br: Os sonhadores mais sábios sabem exatamente quando parar de tentar. O descanso faz parte do ofício.
ru: Мудрейшие сновидцы точно знают, когда перестать стараться. Отдых — часть ремесла.
zh_hans: 最智慧的梦者，清楚地知道何时该停止尝试。休息也是这门手艺的一部分。

source: Themes
ar: المواضيع
de: Themen
es: Temas
fr: Thèmes
it: Temi
ja: テーマ
ko: 테마
nl: Thema's
pt_br: Temas
ru: Темы
zh_hans: 主题
